Repository: alia-abdrahman/mommys-time-app
Catalog: MommysTime/Localizable.xcstrings
Source language: en
Languages: ms

# addBlock.details
source: DETAILS
ms: BUTIRAN

# addBlock.endsOn
source: Ends on
ms: Berakhir pada

# addBlock.length
source: Length
ms: Tempoh

# addBlock.quickAdd
source: QUICK ADD
ms: TAMBAH PANTAS

# addBlock.recurNote
source: Repeats on %@ from today through %@. You can change the end date at any time.
ms: Berulang pada %@ dari hari ini hingga %@. Anda boleh menukar tarikh tamat pada bila-bila masa.

# addBlock.recurNote.dayOne
source: %lld day
ms: %lld hari

# addBlock.recurNote.dayOther
source: %lld days
ms: %lld hari

# addBlock.recurring
source: Recurring
ms: Berulang

# addBlock.recurringSub
source: Repeat this every day
ms: Ulang setiap hari

# addBlock.starts
source: Starts
ms: Bermula

# addBlock.title
source: Add to your day
ms: Tambah pada hari anda

# addBlock.titlePlaceholder
source: Title (e.g. Nap time)
ms: Tajuk (cth. Waktu tidur siang)

# addBlock.toast.added
source: %@ added to your day
ms: %@ ditambah pada hari anda

# addBlock.toast.needsTitle
source: Please add a title first
ms: Sila masukkan tajuk dahulu

# addBlock.toast.repeating
source: Added to each day until %@
ms: Ditambah pada setiap hari hingga %@

# ageBand.0to6
source: 0–6 months
ms: 0–6 bulan

# ageBand.1yearPlus
source: 1 year+
ms: 1 tahun ke atas

# ageBand.6to12
source: 6–12 months
ms: 6–12 bulan

# ageBand.newborn
source: Newborn
ms: Bayi baru lahir

# app.tagline
source: Because your time matters too
ms: Kerana masa anda juga penting

# app.version
source: v%@ (build %@)
ms: v%@ (binaan %@)

# appointments.dateAndTime
source: Date & time
ms: Tarikh & masa

# appointments.delete
source: Delete appointment
ms: Padam temu janji

# appointments.delete.confirm
source: Are you sure you want to delete this appointment?
ms: Adakah anda pasti mahu memadam temu janji ini?

# appointments.empty.body
source: Keep clinic visits, vaccinations and check-ups in one place so they are easy to include in the plans you share.
ms: Simpan lawatan klinik, vaksinasi dan pemeriksaan di satu tempat supaya mudah dimasukkan dalam pelan yang anda kongsikan.

# appointments.empty.title
source: No appointments scheduled for this day
ms: Tiada temu janji dijadualkan untuk hari ini

# appointments.fallbackName
source: Appointment
ms: Temu janji

# appointments.locationPlaceholder
source: Location (optional)
ms: Lokasi (pilihan)

# appointments.notesPlaceholder
source: Add anything you'd like to remember…
ms: Tambah apa-apa yang anda mahu ingat…

# appointments.picker.date
source: Date
ms: Tarikh

# appointments.picker.time
source: Time
ms: Masa

# appointments.removed
source: %@ deleted
ms: %@ dipadam

# appointments.section.appointment
source: APPOINTMENT
ms: TEMU JANJI

# appointments.section.notes
source: NOTES
ms: CATATAN

# appointments.sheet.edit
source: Edit Appointment
ms: Edit Temu Janji

# appointments.sheet.new
source: New Appointment
ms: Temu Janji Baharu

# appointments.title
source: Appointment
ms: Temu Janji

# appointments.titlePlaceholder
source: Title (e.g. Baby check-up)
ms: Tajuk (cth. Pemeriksaan bayi)

# block.category.appointment
source: Appointment
ms: Temu janji

# block.category.chores
source: Chores
ms: Kerja rumah

# block.category.kids
source: Kids
ms: Anak-anak

# block.category.meTime
source: Me-time
ms: Masa untuk diri

# block.category.quiet
source: Quiet time
ms: Waktu tenang

# block.meTime.title
source: Me-time
ms: Masa untuk diri

# block.template.bedtime
source: Bedtime routine
ms: Rutin waktu tidur

# block.template.cooking
source: Cooking
ms: Memasak

# block.template.dinnerBath
source: Kids' dinner & bath
ms: Makan malam & mandi anak-anak

# block.template.groceries
source: Groceries
ms: Barang dapur

# block.template.laundry
source: Laundry
ms: Dobi

# block.template.napTime
source: Nap time
ms: Waktu tidur siang

# block.template.schoolHours
source: School hours
ms: Waktu sekolah

# block.template.schoolRun
source: School run
ms: Hantar/ambil sekolah

# calendar.month
source: Month
ms: Bulan

# calendar.week
source: Week
ms: Minggu

# calendar.weekday.fri
source: F
ms: J

# calendar.weekday.mon
source: M
ms: I

# calendar.weekday.sun
source: S
ms: A

# calendar.weekday.thu
source: T
ms: K

# calendar.weekday.tue
source: T
ms: S

# calendar.weekday.wed
source: W
ms: R

# charts.latestOn
source: Latest · %@
ms: Terkini · %@

# charts.nothingLogged
source: Nothing logged yet
ms: Belum ada rekod

# charts.peak
source: Peak %lld %@
ms: Tertinggi %lld %@

# charts.today
source: Today
ms: Hari ini

# charts.trend
source: %@ %@ this month
ms: %@ %@ bulan ini

# common.cancel
source: Cancel
ms: Batal

# common.close
source: Close
ms: Tutup

# common.delete
source: Delete
ms: Padam

# common.done
source: Done
ms: Selesai

# common.save
source: Save
ms: Simpan

# common.today
source: Today
ms: Hari ini

# common.tomorrow
source: Tomorrow
ms: Esok

# duration.hours
source: %lldh
ms: %lldj

# duration.hoursMinutes
source: %lldh %lldm
ms: %lldj %lldm

# editBlock.category
source: Category
ms: Kategori

# editBlock.delete
source: Delete block
ms: Padam blok

# editBlock.delete.message
source: This action can't be undone.
ms: Tindakan ini tidak boleh dibatalkan.

# editBlock.delete.meTimeMessage
source: This me-time session will no longer count towards your goal.
ms: Sesi masa untuk diri ini tidak lagi akan dikira dalam matlamat anda.

# editBlock.delete.repeatingMessage
source: This will remove the block from every day in the series, not just today.
ms: Ini akan membuang blok daripada setiap hari dalam siri ini, bukan hanya hari ini.

# editBlock.delete.repeatingTitle
source: Delete this repeating block?
ms: Padam blok berulang ini?

# editBlock.delete.title
source: Delete this block?
ms: Padam blok ini?

# editBlock.details
source: Details
ms: Butiran

# editBlock.ends
source: Ends
ms: Berakhir

# editBlock.quietHint
source: Quiet time, such as naps or school hours, counts as free time for you. The app will prioritise these windows when suggesting me-time. 🌙
ms: Waktu tenang, seperti tidur siang atau waktu sekolah, dikira sebagai masa lapang untuk anda. Aplikasi akan mengutamakan waktu ini apabila mencadangkan masa untuk diri. 🌙

# editBlock.repeatsDaily
source: Repeats every day
ms: Berulang setiap hari

# editBlock.starts
source: Starts
ms: Bermula

# editBlock.title
source: Edit block
ms: Edit blok

# feed.chart.title
source: ML FED · LAST 7 DAYS
ms: ML DIBERI · 7 HARI TERAKHIR

source: Feed every
ms: Susukan setiap

# feed.eyebrow.bottle
source: Bottle volume
ms: Jumlah susu botol

# feed.eyebrow.breast
source: Time at the breast
ms: Tempoh menyusu badan

# feed.eyebrow.solid
source: Portion offered
ms: Hidangan diberikan

# feed.finished
source: Baby finished this feed
ms: Bayi selesai menyusu

# feed.history.fallbackTitle
source: Feed
ms: Penyusuan

# feed.history.title
source: Feed History
ms: Sejarah Penyusuan

# feed.how.sub
source: See your baby's feeding pattern over the past week at a glance.
ms: Lihat corak penyusuan bayi anda sepanjang minggu lalu dengan sepintas lalu.

# feed.how.title
source: Your baby's feeding pattern
ms: Corak penyusuan bayi anda

# feed.interval.one
source: %lld hour
ms: %lld jam

# feed.interval.other
source: %lld hours
ms: %lld jam

# feed.interval.pill
source: %lldh
ms: %lldj

# feed.lastFeed
source: Last feed %@
ms: Penyusuan terakhir %@

# feed.logCTA
source: Log a feed
ms: Rekod penyusuan

# feed.noneLogged
source: No feeds logged yet
ms: Belum ada penyusuan direkodkan

# feed.note.bottle
source: Bottle volume is included in today's total milk intake.
ms: Jumlah susu botol termasuk dalam jumlah pengambilan susu hari ini.

# feed.note.breast
source: Breastfeeds are tracked by duration and side rather than volume.
ms: Penyusuan badan direkodkan mengikut tempoh dan sebelah payudara, bukan jumlah susu.

# feed.note.solid
source: Solid foods are logged by portion, making it easier to track meals as weaning begins.
ms: Makanan pepejal direkodkan mengikut hidangan supaya lebih mudah menjejaki waktu makan apabila bayi mula makan.

# feed.section.details
source: DETAILS
ms: BUTIRAN

# feed.section.side
source: SIDE
ms: SEBELAH

# feed.section.type
source: FEED TYPE
ms: JENIS PENYUSUAN

# feed.sheet.edit
source: Edit Feed
ms: Edit Penyusuan

# feed.sheet.new
source: Log Feed
ms: Rekod Penyusuan

# feed.stat.feedsToday
source: feeds today
ms: penyusuan hari ini

# feed.stat.mlToday
source: ml today
ms: ml hari ini

# feed.step.bottle
source: 10 ml steps
ms: Kenaikan 10 ml

# feed.step.breast
source: 5 min steps
ms: Kenaikan 5 min

# feed.step.solid
source: 10 g steps
ms: Kenaikan 10 g

# feed.summary.count.one
source: %lld FEED
ms: %lld PENYUSUAN

# feed.summary.count.other
source: %lld FEEDS
ms: %lld PENYUSUAN

# feed.time
source: Time
ms: Masa

# feed.title
source: Feed Log
ms: Rekod Penyusuan

# feed.toast.logged
source: %@ feed logged
ms: Penyusuan %@ direkodkan

# feed.type.bottle
source: Bottle
ms: Botol

# feed.type.breast
source: Breast
ms: Susu badan

# feed.type.solid
source: Solid
ms: Makanan pepejal

# findTime.book
source: Book this time
ms: Tempah masa ini

# findTime.booked
source: Booked %@ of me-time
ms: %@ masa untuk diri ditempah

# findTime.empty.body
source: Today looks full. Try again tomorrow, or adjust your minimum free-time gap in Settings.
ms: Hari ini nampaknya penuh. Cuba lagi esok atau laraskan tempoh minimum masa lapang dalam Tetapan.

# findTime.empty.title
source: No free time available today
ms: Tiada masa lapang hari ini

# findTime.footerNote
source: Booking a time adds it to today's schedule, so your me-time is protected alongside everything else.
ms: Apabila anda menempah masa, ia akan ditambah pada jadual hari ini supaya masa untuk diri anda terlindung bersama perkara lain.

# findTime.note.afterBedtime
source: After bedtime, when the day is likely to be quieter.
ms: Selepas waktu tidur, apabila suasana harian biasanya lebih tenang.

# findTime.note.long
source: A longer stretch of free time, giving you space to properly unwind.
ms: Tempoh masa lapang yang lebih panjang untuk anda benar-benar berehat.

# findTime.note.minutes
source: %lld free minutes just for you.
ms: %lld minit masa lapang khas untuk anda.

# findTime.note.quiet
source: The kids are settled, making this a quieter window for you.
ms: Anak-anak sudah tenang, jadi ini waktu yang lebih damai untuk anda.

# findTime.reason.afterBedtime
source: After the kids' bedtime
ms: Selepas waktu tidur anak-anak

# findTime.reason.afterChore
source: After a busy task — a good time to slow down
ms: Selepas tugasan yang sibuk — masa yang baik untuk memperlahankan rentak

# findTime.reason.freeMinutes
source: %lld free minutes for you
ms: %lld minit masa lapang untuk anda

# findTime.reason.longStretch
source: A longer break — %lld minutes
ms: Rehat yang lebih panjang — %lld minit

# findTime.reason.quiet
source: The kids are settled — a quieter window 🌙
ms: Anak-anak sudah tenang — waktu yang lebih damai 🌙

# findTime.title
source: Suggested me-time
ms: Cadangan masa untuk diri

# goals.delete
source: Delete goal
ms: Padam matlamat

# goals.delete.confirm
source: Are you sure you want to delete this goal?
ms: Adakah anda pasti mahu memadam matlamat ini?

# goals.delete.message
source: Your booked me-time will stay on your schedule, but it will no longer count towards this goal.
ms: Masa untuk diri yang telah ditempah akan kekal dalam jadual anda, tetapi tidak lagi dikira untuk matlamat ini.

# goals.edit.title
source: Edit goal
ms: Edit matlamat

# goals.empty.body
source: Whether you're learning a skill, building a habit or making time for a personal project, add a goal and we'll help you find space for it.
ms: Sama ada anda sedang mempelajari kemahiran, membina tabiat atau meluangkan masa untuk projek peribadi, tambah matlamat dan kami akan membantu anda mencari ruang untuknya.

# goals.empty.cta
source: Add your first goal
ms: Tambah matlamat pertama anda

# goals.empty.title
source: What would you like to make time for?
ms: Apa yang anda mahu luangkan masa untuk lakukan?

# goals.iconNote
source: Choose an icon to help you recognise this goal at a glance.
ms: Pilih ikon supaya anda mudah mengenali matlamat ini sepintas lalu.

# goals.namePlaceholder
source: e.g. Learn to sew
ms: cth. Belajar menjahit

# goals.new.title
source: New Goal
ms: Matlamat Baharu

# goals.pickIcon
source: Pick an icon
ms: Pilih ikon

# goals.row.meta
source: %lld× a week · %lld completed
ms: %lld× seminggu · %lld selesai

# goals.section.goal
source: YOUR GOAL
ms: MATLAMAT ANDA

# goals.section.icon
source: PICK AN ICON
ms: PILIH IKON

# goals.target
source: Target: %lld× a week
ms: Sasaran: %lld× seminggu

# goals.targetStepper
source: Target: %lld× a week
ms: Sasaran: %lld× seminggu

# goals.thisWeek
source: This week
ms: Minggu ini

# goals.title
source: My Goals
ms: Matlamat Saya

# goals.toast.added
source: Goal added
ms: Matlamat ditambah

# goals.toast.needsName
source: Please name your goal first
ms: Sila namakan matlamat anda dahulu

# goals.week.empty
source: No sessions completed yet this week.
ms: Belum ada sesi diselesaikan minggu ini.

# goals.week.summary.one
source: %lld session completed this week. Sessions from each day are counted here.
ms: %lld sesi diselesaikan minggu ini. Sesi daripada setiap hari dikira di sini.

# goals.week.summary.other
source: %lld sessions completed this week. Sessions from each day are counted here.
ms: %lld sesi diselesaikan minggu ini. Sesi daripada setiap hari dikira di sini.

# goals.yourGoal
source: Your goal
ms: Matlamat anda

# growth.addCTA
source: Add a measurement
ms: Tambah ukuran

# growth.age.birth
source: Birth
ms: Lahir

# growth.age.months
source: %lld mo
ms: %lld bln

# growth.age.new
source: New
ms: Baharu

# growth.chart.height
source: HEIGHT · LAST 30 DAYS
ms: TINGGI · 30 HARI TERAKHIR

# growth.chart.weight
source: WEIGHT · LAST 30 DAYS
ms: BERAT · 30 HARI TERAKHIR

# growth.empty.body
source: Record your baby's weight, height and head circumference to follow their growth over time.
ms: Rekod berat, tinggi dan lilitan kepala bayi anda untuk mengikuti tumbesarannya dari semasa ke semasa.

# growth.empty.title
source: No measurements yet
ms: Belum ada ukuran

# growth.eyebrow.head
source: Head circumference
ms: Lilitan kepala

# growth.history.empty
source: No measurements logged yet
ms: Belum ada ukuran direkodkan

# growth.history.head
source: Head %@ cm
ms: Kepala %@ cm

# growth.history.heading
source: Measurement history
ms: Sejarah ukuran

# growth.history.title
source: Growth History
ms: Sejarah Tumbesaran

# growth.how.sub
source: See your baby's measurements over time, one check-up at a time.
ms: Lihat ukuran bayi anda dari semasa ke semasa, satu pemeriksaan demi satu.

# growth.how.title
source: Your baby's growth
ms: Tumbesaran bayi anda

# growth.measured
source: Measured
ms: Diukur

# growth.measuredOn
source: Measured on
ms: Diukur pada

# growth.metric.head
source: Head
ms: Kepala

# growth.metric.height
source: Height
ms: Tinggi

# growth.metric.weight
source: Weight
ms: Berat

# growth.note.fillIn
source: Add all three measurements when you can to build a more complete growth record.
ms: Tambahkan ketiga-tiga ukuran apabila boleh untuk membina rekod tumbesaran yang lebih lengkap.

# growth.note.gained
source: Up %@ kg since %@.
ms: Naik %@ kg sejak %@.

# growth.section.visit
source: THIS VISIT
ms: PEMERIKSAAN INI

# growth.sheet.edit
source: Edit Measurement
ms: Edit Ukuran

# growth.sheet.new
source: Add Measurement
ms: Tambah Ukuran

# growth.stat.head
source: head (cm)
ms: kepala (cm)

# growth.stat.height
source: height (cm)
ms: tinggi (cm)

# growth.stat.weight
source: weight (kg)
ms: berat (kg)

# growth.step.head
source: 0.1 cm steps
ms: Kenaikan 0.1 cm

# growth.step.height
source: 0.5 cm steps
ms: Kenaikan 0.5 cm

# growth.step.weight
source: 0.1 kg steps
ms: Kenaikan 0.1 kg

# growth.title
source: Growth Log
ms: Rekod Tumbesaran

# growth.toast.needsWeight
source: Please add a weight first
ms: Sila masukkan berat dahulu

# growth.toast.saved
source: Measurement saved
ms: Ukuran disimpan

# history.empty
source: Nothing logged for this day
ms: Tiada rekod untuk hari ini

# history.noEntries
source: no entries
ms: tiada entri

# home.greeting.afternoon
source: Good afternoon
ms: Selamat tengah hari

# home.greeting.evening
source: Good evening
ms: Selamat petang

# home.greeting.morning
source: Good morning
ms: Selamat pagi

# home.hello
source: Hello, mama
ms: Hai, mama

# home.next.appointmentFallback
source: appointment
ms: temu janji

# home.next.blockFallback
source: your next block
ms: blok seterusnya

# home.next.pumpSession
source: Pump session
ms: Sesi pam

# home.prompt
source: What would you like to do today?
ms: Apa yang anda mahu lakukan hari ini?

# home.reminder.next
source: Next: %@
ms: Seterusnya: %@

# home.reminder.nothing
source: Nothing else is scheduled today. Enjoy the quieter moment.
ms: Tiada lagi yang dijadualkan hari ini. Nikmati waktu yang lebih tenang ini.

# home.soothe.off.sub
source: Play calming white noise with one tap
ms: Mainkan bunyi putih yang menenangkan dengan satu ketikan

# home.soothe.off.title
source: Need a little help settling baby?
ms: Perlukan sedikit bantuan untuk menenangkan bayi?

# home.soothe.on.sub
source: Tap Stop when you're ready to turn it off
ms: Ketik Henti apabila anda mahu mematikannya

# home.soothe.on.title
source: Calming white noise is playing
ms: Bunyi putih yang menenangkan sedang dimainkan

# home.soothe.play
source: Play
ms: Main

# home.soothe.stop
source: Stop
ms: Henti

# home.tile.appointment
source: Appointment
ms: Temu Janji

# home.tile.feed
source: Feed Log
ms: Rekod Penyusuan

# home.tile.growth
source: Growth Log
ms: Rekod Tumbesaran

# home.tile.inventory
source: Inventory
ms: Inventori

# home.tile.pump
source: Pump Tracker
ms: Penjejak Pam

# home.tile.recipes
source: Recipes
ms: Resipi

# home.tile.schedule
source: Daily Planner
ms: Perancang Harian

# home.tile.spending
source: My Spending
ms: Perbelanjaan Saya

# home.tile.wake
source: Wake Window
ms: Waktu Berjaga

# home.tip.1
source: Even ten minutes for yourself can make a difference.
ms: Walaupun sepuluh minit untuk diri sendiri boleh memberi perubahan.

# home.tip.2
source: Rest matters too. Some things can wait.
ms: Rehat juga penting. Ada perkara yang boleh menunggu.

# home.tip.3
source: A calmer moment can help you reset. Take a breath when you can.
ms: Waktu yang lebih tenang boleh membantu anda menyegarkan diri. Tarik nafas apabila berpeluang.

# home.tip.4
source: Done is enough. It doesn't have to be perfect.
ms: Siap sudah memadai. Ia tidak perlu sempurna.

# home.tip.5
source: Small pockets of me-time can add up to meaningful rest.
ms: Sedikit-sedikit masa untuk diri boleh menjadi rehat yang bermakna.

# home.tip.6
source: It's okay to ask for help. You don't have to carry everything alone.
ms: Tidak mengapa untuk meminta bantuan. Anda tidak perlu memikul semuanya seorang diri.

# home.tip.7
source: Notice the small wins. They matter too.
ms: Hargai kemenangan kecil. Ia juga penting.

# home.tip.label
source: TIP OF THE DAY
ms: TIP HARI INI

# inventory.addPhoto
source: Add a photo of this item
ms: Tambah foto item ini

# inventory.allStocked
source: ALL STOCKED
ms: STOK MENCUKUPI

# inventory.count.other
source: %lld ITEMS
ms: %lld ITEM

# inventory.empty.body
source: Add the household or baby essentials you use regularly, including a reorder link if you have one.
ms: Tambah keperluan rumah atau bayi yang kerap digunakan, termasuk pautan untuk membeli semula jika ada.

# inventory.empty.low.body
source: Everything is currently above its refill level.
ms: Semua item kini melebihi paras isi semula.

# inventory.empty.low.title
source: Nothing needs refilling
ms: Tiada yang perlu diisi semula

# inventory.empty.title
source: No items tracked yet
ms: Belum ada item dijejaki

# inventory.filter.all
source: All
ms: Semua

# inventory.filter.low
source: Needs refill
ms: Perlu isi semula

# inventory.hero.fallback
source: New item
ms: Item baharu

# inventory.inStock
source: In stock
ms: Dalam stok

# inventory.left
source: LEFT
ms: BAKI

# inventory.linkPlaceholder
source: Reorder link (optional)
ms: Pautan beli semula (pilihan)

# inventory.namePlaceholder
source: Item name
ms: Nama item

# inventory.needsRefill
source: NEEDS REFILL
ms: PERLU ISI SEMULA

# inventory.needsRefillCount
source: %lld NEEDS REFILL
ms: %lld PERLU ISI SEMULA

# inventory.onHand
source: ×%lld on hand
ms: ×%lld tersedia

# inventory.photoHint
source: Add a photo to make the exact item or brand easier to recognise when it's time to reorder.
ms: Tambah foto supaya item atau jenama yang tepat lebih mudah dikenal pasti apabila tiba masa untuk membeli semula.

# inventory.remindReorder
source: Remind me when it's time to reorder
ms: Ingatkan saya apabila tiba masa untuk membeli semula

# inventory.remove
source: Remove from inventory
ms: Buang daripada inventori

# inventory.section.photo
source: PHOTO
ms: FOTO

# inventory.sheet.new
source: New item
ms: Item baharu

# inventory.title
source: Inventory
ms: Inventori

# inventory.toast.added
source: %@ added
ms: %@ ditambah

# inventory.toast.needsName
source: Please name the item first
ms: Sila namakan item dahulu

# inventory.toast.removed
source: %@ removed from inventory
ms: %@ dibuang daripada inventori

# inventory.toast.updated
source: %@ updated
ms: %@ dikemas kini

# language.followDevice
source: Follow device
ms: Ikut peranti

# language.sub
source: You can change this any time in Settings.
ms: Anda boleh menukarnya bila-bila masa dalam Tetapan.

# language.title
source: Choose your language
ms: Pilih bahasa anda

# notifications.empty.sub
source: Reminders and helpful updates will appear here.
ms: Peringatan dan kemas kini berguna akan muncul di sini.

# notifications.empty.title
source: You're all caught up
ms: Semuanya sudah dilihat

# notifications.title
source: Notifications
ms: Pemberitahuan

# onboarding.baby.ageLabel
source: HOW OLD?
ms: UMUR?

# onboarding.baby.namePlaceholder
source: Baby's name
ms: Nama bayi

# onboarding.baby.sub
source: Your baby's age helps personalise feeding, sleep and growth information.
ms: Umur bayi membantu memperibadikan maklumat tentang penyusuan, tidur dan tumbesaran.

# onboarding.baby.title
source: Tell us about your baby
ms: Ceritakan tentang bayi anda

# onboarding.care.namePlaceholder
source: Their name
ms: Nama mereka

# onboarding.care.note
source: This is just for your reference. No account or invitation will be created or sent.
ms: Ini hanya untuk rujukan anda. Tiada akaun atau jemputan akan dibuat atau dihantar.

# onboarding.care.relationLabel
source: THEY ARE MY
ms: MEREKA IALAH

# onboarding.care.sub
source: Add someone you can turn to when you need an extra hand.
ms: Tambah seseorang yang boleh anda harapkan apabila memerlukan bantuan tambahan.

# onboarding.care.title
source: Who can support you?
ms: Siapa yang boleh menyokong anda?

# onboarding.cta.continue
source: Continue
ms: Teruskan

# onboarding.cta.finish
source: Start using the app
ms: Mula gunakan aplikasi

# onboarding.cta.start
source: Show me around
ms: Tunjukkan caranya

# onboarding.day.ends
source: Ends
ms: Berakhir

# onboarding.day.note
source: That's %@ in your active day. Reminders will stay within these hours.
ms: Itu bersamaan %@ dalam hari aktif anda. Peringatan akan kekal dalam waktu ini.

# onboarding.day.starts
source: Starts
ms: Bermula

# onboarding.day.sub
source: Choose when reminders and daily tasks can appear.
ms: Pilih bila peringatan dan tugasan harian boleh muncul.

# onboarding.day.title
source: Set your day
ms: Tetapkan hari anda
